{
  "landing": {
    "title": "Changing Businesses & Lives",
    "description": "Mercy Munyange is a Business and Product Development Expert with over twelve years of experience in Business Development, Digital Financial Services, Digital Solutions, Data Analytics & Customer Experience sectors. Her extensive experience spans in Kenya, Tanzania, Nigeria and Caribbean, USA specialized in strategy development and deployment of Technology solutions.",
    "imgUrl": "assets/images/mercy-landing-pic.png"
  },
  "services": [{
      "title": "New Day Communications",
      "description": "New Day Communications is a leading provider of innovative and value-added mobile content solutions for enterprises and consumers in the dynamic mobile telecommunications market.",
      "icon": "assets/images/business.svg",
      "link": ""
    },
    {
      "title": "Business Consultant",
      "description": "Delivering results in project and product management, strategy formulation, customer journey mapping, business process development and SME scale through operationalization and management.",
      "icon": "assets/images/business-growth-two.svg",
      "link": "/about-mercy-munyange"
    },
    {
      "title": "Podcasts",
      "description": "A master content creator in crafting engaging and informative content that helps listeners to grow their businesses and themselves to make a positive difference in their community and the world.",
      "icon": "assets/images/podcast.svg",
      "link": "/podcasts"
    },
    {
      "title": "Articles",
      "description": "Feeling stuck or frustrated with your business? Do you wish to break free from the limitations and challenges that are holding your life back? Then check out my articles that will inspire and transform you with practical tips!",
      "icon": "assets/images/articles.svg",
      "link": "/articles"
    }
  ],
  "companies": {
    "description": "Empowering incredible experiences at the top companies",
    "companyImgs": [
      "assets/images/safaricom.svg",
      "assets/images/telkom_kenya.svg",
      "assets/images/taxiye.svg"
    ]
  }
}
